comments_ru = {
    '1': {
        '1': {
            'Rashi': "<b>Притчи</b> Все его слова это примеры и притчи в которых он сравнивал Тору с доброй женой, а идолополонство с распутной женщиной.",
            'ibn-ezra': "Комментарий на главу 1, стих 1 от ibn-ezra"
        },
        '2': {
            'Rashi': "<b>Чтобы познать мудрость и наставление</b> Эти притчи он сказал, чтобы сообщиться людям [мудрость и наставление], чтобы они усердно занимались Торой, которая есть мудрость, наставление и разумение.",
        },
        '3': {
            'Rashi': "<b>правды, правосудия и справедливости</b> Правда(праведность) это давать милостыню из своего имущства. Правосудие это судить честно. Справедливость(прямота) это компросисс, ровный и прямой путь, одинаковый для обеих сторон.",
        },
        '4': {
            'Rashi': "<b>Чтобы простакам дать сообразительность</b> Эти притчи сказал Коэлет, чтобы научить простых людей уму, <br><b>юноше - знание</b> А также юношу, не имеющему никакого учения, который ещё ничему не научился. <br><b>рассудительность</b> Продуманный совет.",
        },
        '5': {
            'Rashi': "<b>Послушает мудрый</b> Эти притчи <br><b>и умножит</b> Свою мудрость <br><b>познания </b> На иврите לקח  – учение <br><b>мудрый </b> это тот кто услышал мудрость <br><b>разумный</b> Добавит к знанию мудрого, умея выводить одно из другого и добавлять к услышанному.  ",
        },
        '6': {
            'Rashi': "<b>Чтоб понять притчу и замысловатую речь </b> Чтобы обратили внимание на понимание в Писании двух путей: притчи и иносказания, чтобы поняли, к чему уподоблена притча, и даже от иносказания не отвратили своё сердце, ибо и его нужно понимать. Когда сказано «2:16 Чтобы спасти тебя от жены чужой, от чужестранной» это сказано о суетах Египта(т. е. Об идолопоклонстве) и это притча, а замысловатая речь использует образ женщины, пойми его и остерегайся чужой жены (или блудницы) <br><b>слова мудрецов и загадки их</b> тех кто толкует Тору посредством намеков, полных и неполных описаний, аллюзий, сравнений и загадок.",
        },
        '7': {
            'Rashi': "<b>Страх перед Господом – начало познания </b> До сих пор Соломон объяснял для чего он написал эту книгу, а теперь начинается сама кнага <br><b>Страх перед Господом – начало познания</b> Это основное начало знания, и оно пусть будет первым для тебя перед твоей мудростью; сначала бойся своего Творца, и он вложит в твое сердце действовать с мудростью и знанием, ибо глупцы, которые не боятся Господа, презирают мудрость и наставление. ",
        },
        '8': {
            'Rashi': "<b>Слушай, сын мой, наставление отца твоего</b> То, что дал Святой, благословен Он, Моисею в письменной и устной форме <br><b>матери твоей</b> На иврите אמך [как אמתך] – твоего народа общины Израиля, как сказано (Йехезкель 19:2) «Что с матерью твоей, львицей?». И это слова мудрецов, которые обновили, добавили и сделали ограду для Торы.",
        },
        '9': {
            'Rashi': "<b>прекрасный венок</b> Это будет венком благодати для твоей головы. То есть, Тора и наставление будут для твоей головы венком прекрасным и будут подобны золотому ожерелью<br><b>для шеи твоей</b> На иврите לגרגרתיך – поскольку горло состоит из множества колец, то шея называется множественным числом.",
        },
        '10': {
            'Rashi': "<b>грешники</b> На иврите חטאים – грешники <br><b>не соглашайся</b> На иврите אל תבא – не поддавайся им.",
        },
        '11': {
            'Rashi': "<b>устроим засаду для кровопролития</b> Чтобы пролить кровь <br><b>постережем</b> На иврите נצפנה – выражение засады <br><b>беспричинно подстережем невинного</b> Писание говорит, что их засада на невинного без причины.",
        },
        '12': {
            'Rashi': "<b>Проглотим их</b> Невинных, пока они живы <br><b>как преисподняя</b> Поглащающая все тело целиком<br><b>и целиком</b> На врите ותמימים – это слово не означает праведников(цельных), а от слова целые. Поглотим их, когда они целы, как человек, спускающийся в яму целым. То есть, пока они в своем богастве, убъем их и унаследуем их имущество.",
        },
        '13': {
            'ibn-ezra': "",
        },
        '14': {
            'Rashi': "<b>Жребий твой ты будешь бросать с нами</b> Если захочешь, разделим, или если захочешь, будет в общем владении <br><b>один кошелет будет для всех нас'</b> Вместе.",
        },
        '15': {
            'ibn-ezra': "",
        },
        '16': {
            'Rashi': "<b>бегут ко злу</b> К своему собственному злу они бегут и не пониманию, на что они идут.",
        },
        '17': {
            'Rashi': "<b>Напрасно расставляется сеть</b> Ибо птицы, видящие зерно и бобовые, рассыпаные по сети, считают это напрасным, так как не понимают, зачем это рассыпано, и спускаются на нее и едят.",
        },
        '18': {
            'Rashi': "<b>А они делают засаду для крови их</b> И охотники подстерегают кровь птиц.",
        },
        '19': {
            'Rashi': "<b>Таковы пути всякого, кто алчет награбленного</b> На иврите בצע בצע – те кто воруют. Грабеж кажется ему приятным и желанным, и он доступен для него, но в конце концов<br><b>оно отнимает жизнь у завладевшего им</b> Свою собственную жизнь, ведь теперь он стал владельцем имущества, которое украл у другого.",
        },
        '20': {
            'Rashi': "<b>Премудрость возглашает на улице</b> Вот мудрость Торы на улицах зовет вас, предостерегая отвратиться от их путей. И что такое её улицы? Дома учения <br><b>на площадях</b> На иврите ברחבות – в месте, где она расширяется[в месте, где Тора изучается интенсивно и подробно], как толковал рабби Танхума [этот стих].",
        },
        '21': {
            'Rashi': "<b>На главных шумных(местах)</b> В месте, где она слышна и провозглашается, там она зовет и говорит то, что ниже: «Доколе, легковерные» и т.д. <br><b>при входах во врата</b> Это место собрания старейшин.",
        },
        '22': {
            'Rashi': "<b>Легковерные</b> На иврите פתים – Те, кто поддается уговорам подстрекателей и еретиков <br><b>любить будете легковерие</b> На иврите פתי – соблазн, существительное, обозначающее простоту; подобно כלי как сосуд, קרי как происходящее, שפי как молчание. ",
        },
        '23': {
            'ibn-ezra': "",
        },
        '24': {
            'Rashi': "<b>протягивала руку свою</b> Чтобы указать им обратиться ко мне, как человек указывает своему другу рукой и протягивает руку к нему, чтобы он подошел к нему.",
        },
        '25': {
            'Rashi': "<b>И ни во что не ставили</b> На иврите ותפרעו – и отменили <br><b>все мои советы</b> Которые я дала, чтобы возвеличить вас в мире.",
        },
        '26': {
            'ibn-ezra': "",
        },
        '27': {
            'Rashi': "<b>как гроза</b> Как облако, что внезапно поднялось <br><b>как вихрь</b> Tourbillon на старофранцузском и wirbelwind на немецком <br><b>постигнут</b> На иврите יאתה – наступит.",
        },
        '28': {
            'Rashi': "<b>будут искать меня</b> На иврите ישחרנני – будут просить меня ",
        },
        '29': {
            'ibn-ezra': "",
        },
        '30': {
            'ibn-ezra': "",
        },
        '31': {
            'Rashi': "<b>от плодов пути своего</b> Плоды бедстивий, которые их постигают, они едят при жизни, а основное храниться для них в Геинноме.",
        },
        '32': {
            'Rashi': "<b>Отступничество легковерных</b> На иврите משובת פתים – в той мере в которой их сердце отступило <br><b>и беспечность глупцов погубит их</b> Потому что, видя, что злодеи процветают, они прилипают к их злу и не возвращаются.",
        },
        '33': {
            'Rashi': "<b>будет жить безопасно</b> В этом мире <br><b>и будет спокоен</b> В будущем мире <br><b> не страшась зла</b> Из ада <br><b>и будет спокоен</b> На иврите ושאנן – и будет спокоен и тих. Слово ושאנן в будущем времени, поэтому [буква нун] огласована паттахом. ",
        },
    },
    '2': {
        '1': {
            'Rashi': "Раши: Комментарий на главу 2, стих 1 от Раши",
        }
        # Add more verses...
    }
    # Add more chapters
}

