chapters_ru = {
    1: {
        "1": "Притчи Соломона, сына Давида, царя Израиля,",
        "2": "Чтобы познать мудрость и наставление, понять изречения разума;",
        "3": "Чтобы усвоить правила благоразумия, правды, суда и справедливости;",
        "4": "Чтобы дать простодушным рассудительность, юноше – знание и осмотрительность;",
        "5": "Послушает мудрый и умножит познания, и разумный найдет мудрые советы;",
        "6": "Чтобы разуметь притчу и замысловатую речь, слова мудрецов и загадки их.",
        "7": "Страх Господень – начало мудрости; глупцы презирают мудрость и наставление.",
        "8": "Слушай, сын мой, наставление отца твоего и не отвергай завета матери твоей,",
        "9": "Ибо это - прекрасный венок для головы твоей и украшение для шеи твоей.",
        "10": "Сын мой, если будут склонять тебя грешники, не соглашайся.",
        "11": 'Если скажут: "Иди с нами, сделаем засаду для крови, подстережем невинного без причины,',
        "12": "Живых поглотим их, как преисподняя, и целых, как нисходящих в могилу;",
        "13": "Найдем всякие драгоценности, наполним дома наши добычею.",
        "14": 'Жребий твой ты бросишь с нами, один кошелек будет у всех нас”,',
        "15": "Сын мой, не ходи в путь с ними, удержи ногу твою от стези их,",
        "16": "Потому что ноги их бегут ко злу и спешат на пролитие крови.",
        "17": "В глазах всех птиц напрасно расставляется сеть,",
        "18": "А они подстерегают свою кровь; строят ковы против своей жизни.",
        "19": "Таковы пути всякого, кто алчет чужого добра: оно отнимает жизнь у завладевшего им.",
        "20": "Премудрость возглашает на улицах, на площадях возвышает голос свой;",
        "21": "На перекрестках шумных улиц призывает она, при входах в городские ворота произносит речь свою:",
        "22": '"Доколе, невежды, будете любить невежество? Доколе буйные будут услаждаться буйством, а глупцы — ненавидеть знание?',
        
    }
}