chapters_ua = {
    "1": {"1": "Приповісті Соломона, сина Давида, царя Ізраїлю,", 
          "2": "Щоб пізнати мудрість і настанову, щоб зрозуміти слова розуму;",
          "3": "Щоб прийняти настанови мудрості, праведності, правосуддя й чесності;",
          "4": "Щоб дати простодушним кмітливість, юнакові – знання й розважливість;", 
          "5": "Послухає мудрий і примножить знання, а розумний здобуде мистецтво керування;",
          "6": "Щоб зрозуміти приповість та образну мову, слова мудреців та їхні загадки.",
          "7": "Страх Господній – початок знання, нерозумні нехтують мудрістю та напучуванням.",
          "8": "Слухай, сину мій, настанови батька свого і не нехтуй повчанням матері своєї,",
          "9": "Бо вони - гарний вінок для голови твоєї і прикраса на шию твою.",
          "10": "Сину мій, як грішники будуть тебе намовляти, не піддавайся.",
          "11": 'Якщо скажуть: "Ходи з нами! Підстережімо кров, безпричинно причаїмось на невинного,',
          "12": "Поглинемо їх живцем, як шеол, і цілих, мов тих, що в могилу спускаються;",
          "13": "Знайдемо всіляке цінне майно, наповнимо наші будинки здобиччю.",
          "14": 'Жереб свій ти кинеш між нами, один гаманець буде в усіх нас”,',
          "15": "Сину мій, не ходи дорогою з ними, спини ногу свою від стежки їхньої,",
          "16": "Бо їхні ноги біжать до лихого і поспішають кров проливати.",
          "17": "Бо надаремно розставляється сітка на очах усякого птаха,",
          "18": "Та вони чатують на власну кров, засідку ставлять на душі свої.",
          "19": "Такі дороги всіх, хто жадібний до наживи; вона забирає життя своїх власників.",
          "20": "Мудрість кличе гучно на вулицях, на майданах свій голос дає;",
          "21": "На перехрестях гамірних кличе вона, при входах до міських брам промовляє свої слова:",
          "22": '"Доки ви, простаки, будете любити простоту? Доки насмішники будуть втішатися глузуванням, а безумці ненавидіти знання?',
          
          
          
          },
    # ... other chapters
}